content-org/all-posts.org
#+title: Hammond's Blog And Class Posts
#+hugo_base_dir: ../
#+MACRO: more @@hugo:<!--more-->@@
#   to use this one, write {{{more}}}
#+MACRO: youtube @@hugo:{{< youtube id="$1" >}}@@
#  to use this, write {{{youtube(ID)}}}
#+hugo_paired_shortcodes: spoiler
#  to use this, write:
#     #+begin_spoiler
#      You need to click to see this, my friend.
#     #+end_spoiler

** Week 12
:PROPERTIES:
:EXPORT_FILE_NAME: Week12
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :ShowBreadCrumbs true
:END:

Your todo list for the week
{{{more}}}

*** Solutions to checkpoint 11
[[https://nextcloud.math.wichita.edu/index.php/s/aPpjYZrM44aFm5E][The original file is found here]].

[[https://nextcloud.math.wichita.edu/index.php/s/ttwPQ8iKZCC49B8][The solutions are here]].

*** Before class on Tuesday
:PROPERTIES:
:CUSTOM_ID: before-class-on-tuesday-3
:END:
**** 📚 Read / Watch
:PROPERTIES:
:CUSTOM_ID: read-watch-2
:END:
- [[https://www.math.wichita.edu/discrete-book/sec_logic_induction.html][Math
  Induction additional discussion]]

**** 📝 Homework
:PROPERTIES:
:CUSTOM_ID: homework-5
:END:
- Required: Do all the exercises at the bottom of each section, check
  your answers and check your understanding - please as questions if
  you're unsure!
- (optional): Practice additional exercises in the supplemental
  textbooks if you need/want:
  [[http://discrete.openmathbooks.org/dmoi3/][DMOI]] and
  [[http://faculty.uml.edu/klevasseur/ads/index-ads.html][Applied
  Discrete Structures]].

**** Questions?
:PROPERTIES:
:CUSTOM_ID: questions-4
:END:
Ask it on Discourse, and let's get it answered!

--------------

*** 🎥 Tuesday recitation
:PROPERTIES:
:CUSTOM_ID: tuesday-recitation-3
:END:
{{{youtube(H6YXRp-67gY)}}}

--------------

*** Before Class on Thursday
:PROPERTIES:
:CUSTOM_ID: before-class-on-thursday-3
:END:
**** 📚 Readings / Videos
:PROPERTIES:
:CUSTOM_ID: readings-videos-3
:END:
[[https://www.math.wichita.edu/discrete-book/section-counting-basics.html][Multiplicative and Addititive Principles]]

**** 📝 Homework
:PROPERTIES:
:CUSTOM_ID: homework-6
:END:
- Required: Do all the exercises at the bottom of each section, check
  your answers and check your understanding - please as questions if
  you're unsure!
- (optional): Practice additional exercises in the supplemental
  textbooks if you need/want:
  [[http://discrete.openmathbooks.org/dmoi3/][DMOI]] and
  [[http://faculty.uml.edu/klevasseur/ads/index-ads.html][Applied
  Discrete Structures]].

**** Questions?
:PROPERTIES:
:CUSTOM_ID: questions-5
:END:
Ask it on Discourse, and let's get it answered!

--------------

*** 🎥 Thursday recitation
:PROPERTIES:
:CUSTOM_ID: thursday-recitation-3
:END:

**** A little complicated
Here's the class video that I recorded live... but... a guy was outside with a boom lift that was beeping and he was hammering and caulking. I complain in this video a lot, and canceled class because I couldn't concentrate.
{{{youtube(akV17B4L4ww)}}}

as a result, I'm including my video from last Fall over this section that might be helpful.

**** Here's my video from Fall 2021 (trimmed for the relevant parts)
{{{youtube(XhK3A-yPKmw)}}}


