content/math321/Week12.md
+++
title = "Week 12"
author = ["John Hammond"]
draft = false
ShowBreadCrumbs = true
+++

Your todo list for the week
<!--more-->


## Solutions to checkpoint 11 {#solutions-to-checkpoint-11}

[The original file is found here](https://nextcloud.math.wichita.edu/index.php/s/CWbJ7RXdBCEeqDM).

[The solutions are here](https://nextcloud.math.wichita.edu/index.php/s/8sRDedcJPJ9qnJB).


## Before class on Tuesday {#before-class-on-tuesday-3}


### 📚 Read / Watch {#read-watch-2}

-   [Math
    Induction additional discussion](https://www.math.wichita.edu/discrete-book/sec_logic_induction.html)


### 📝 Homework {#homework-5}

-   Required: Do all the exercises at the bottom of each section, check
    your answers and check your understanding - please as questions if
    you're unsure!
-   (optional): Practice additional exercises in the supplemental
    textbooks if you need/want:
    [DMOI](http://discrete.openmathbooks.org/dmoi3/) and
    [Applied
    Discrete Structures](http://faculty.uml.edu/klevasseur/ads/index-ads.html).


### Questions? {#questions-4}

Ask it on Discourse, and let's get it answered!

---


## 🎥 Tuesday recitation {#tuesday-recitation-3}

{{< youtube id="H6YXRp-67gY" >}}

---


## Before Class on Thursday {#before-class-on-thursday-3}


### 📚 Readings / Videos {#readings-videos-3}

[Multiplicative and Addititive Principles](https://www.math.wichita.edu/discrete-book/section-counting-basics.html)


### 📝 Homework {#homework-6}

-   Required: Do all the exercises at the bottom of each section, check
    your answers and check your understanding - please as questions if
    you're unsure!
-   (optional): Practice additional exercises in the supplemental
    textbooks if you need/want:
    [DMOI](http://discrete.openmathbooks.org/dmoi3/) and
    [Applied
    Discrete Structures](http://faculty.uml.edu/klevasseur/ads/index-ads.html).


### Questions? {#questions-5}

Ask it on Discourse, and let's get it answered!

---


## 🎥 Thursday recitation {#thursday-recitation-3}


### A little complicated {#a-little-complicated}

Here's the class video that I recorded live... but... a guy was outside with a boom lift that was beeping and he was hammering and caulking. I complain in this video a lot, and canceled class because I couldn't concentrate.
{{< youtube id="akV17B4L4ww" >}}

as a result, I'm including my video from last Fall over this section that might be helpful.


### Here's my video from Fall 2021 (trimmed for the relevant parts) {#here-s-my-video-from-fall-2021--trimmed-for-the-relevant-parts}

{{< youtube id="XhK3A-yPKmw" >}}
